{
  "FTerm.nvim": { "branch": "master" },
  "FixCursorHold.nvim": { "branch": "master" },
  "catppuccin": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-treesitter": { "branch": "master" },
  "cmp-vsnip": { "branch": "main" },
  "codecompanion.nvim": { "branch": "main" },
  "commander.nvim": { "branch": "main" },
  "compiler.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "gleam.vim": { "branch": "master" },
  "kotlin-vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lsp_signature.nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "mcphub.nvim": { "branch": "main" },
  "neomake": { "branch": "master" },
  "neotest": { "branch": "master" },
  "neotest-dotnet": { "branch": "main" },
  "nim.vim": { "branch": "master" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-test": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "overseer.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "pony-vim-syntax": { "branch": "master" },
  "popup.nvim": { "branch": "master" },
  "promptline.vim": { "branch": "master" },
  "refactoring.nvim": { "branch": "master" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "tree-sitter-c-sharp": { "branch": "master" },
  "tree-sitter-fsharp": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "vim-commentary": { "branch": "master" },
  "vim-crystal": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-rhubarb": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-vsnip": { "branch": "master" }
}
